[BalanceDefs.BD_CandySpawner InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[InteractiveObjects.GenericButtonFlax InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.GenericWheelFlax InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_CandyBowl InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_FemurPlacement InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_ForgedKey InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_GateLock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_Grave1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_Grave2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_Grave3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_Nest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_RibcagePlacement InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvest_SkullPlacement InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BloodHarvet_ForgeHammer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Mailbox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_CandySpawner InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_GenericFloorLever_Flax InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_BloodHarvest_Hammer MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Martelo do Ferreiro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Voce deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_BloodHarvest_Hammer:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="O martelo do ferreiro.  Apenas tome emprestado... do seu cadáver."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_BloodHarvest_KeyBone1 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Crânio Encantado"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Voce deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_BloodHarvest_KeyBone1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="O crânio de um mago sorrindo pra você."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_BloodHarvest_KeyBone2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Caixa Toráxica Encantada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Voce deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_BloodHarvest_KeyBone2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="As costelas de um mago!  Pena não ter carne."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_BloodHarvest_KeyBone3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Fêmur Encantado"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Voce deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_BloodHarvest_KeyBone3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="O osso da perna que une o... bem... chega de detalhes."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_TrickOrTreat_Candy MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Miolos Açucarados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Voce deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_TrickOrTreat_Candy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Docinhos de miolos açucarados: os favoritos do T.K.!"
NoConstraintText=""
Suffix=""
Prefix=""

[Meshes.IO_BloodHarvest_GraveSlab1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Meshes.IO_BloodHarvest_GraveSlab2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Meshes.IO_BloodHarvest_Mausoleum1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Meshes.IO_BloodHarvest_Mausoleum2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

